spec/dummy/app/controllers/posts_controller.rb

INSERT INTO "posts" ("body", "created_at", "tags", "title", "updated_at") VALUES (?, ?, ?, ?, ?)  [["body", "some"], ["created_at", Fri, 29 Mar 2013 08:28:03 UTC +00:00], ["tags", "som:som"], ["title", "atata"], ["updated_at", Fri, 29 Mar 2013 08:28:03 UTC +00:00]]
---
  def create
    @post = Post.new(params[:post])

    respond_to do |format|
      if @post.save